Repository: feeditch/206
Catalog: Feeditch/Feeditch/*.lproj/Localizable.strings
Languages: ar

source: Name
ar: الإسم

source: Done
ar: تم

source: Sign Up
ar: التسجيل

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Country
ar: الدولة

source: Sex
ar: الجنس

source: Email
ar: البريد الإلكتروني

source: Email
ar: بريدك الإلكتروني

source: Email
ar: بريد إلكتروني

source: Password
ar: كلمة السر

source: Add your personal email to receive offers and special invitations (We promise we won't bother you with spam)
ar: أضف بريدك الإلكتروني الخاص لتلقي العروض والدعوات الخاصة (نعدك ألا نزعجك برسائل متتالية )

source: Error!
ar: خطأ!

source: The name field can't be left empty
ar: لا يمكن ترك الإسم فارغ.

source: Back
ar: العودة

source: Close
ar: إغلاق

source: Following
ar: أذواقهم

source: Signup with your email
ar: الدخول عبر البريد الإلكتروني

source: Login through Facebook
ar: الدخول عبر حساب الفيسبوك

source: Forgot your password? Enter your email and we will help you reset it.
ar: نسيت كلمة السر؟ أدخل بريدك الإلكتروني لكي نساعدك.

source: Login
ar: الدخول

source: Login
ar: تسجيل الدخول

source: Signup
ar: التسجيل

source: Incorrect email/password
ar: بريد/كلمة سر خاطئ

source: An error happened :(
ar: تم خطأ ما! :(

source: Communication Error
ar: خطأ تواصل!

source: Success
ar: نجاح

source: Check your email inbox
ar: اذهب إلى صندوقك البريد.

source: Nearby
ar: قريب منك

source: Couldn't get your location. Please enable location services in your phone settings.
ar: تم خطأ في تحديد موقعك. الرجاء تفعيل خدمات الموقع في إعدادات جهازك.

# Feeditch_mail_subject
source: Feeditch
ar: Feeditch | فيد اتش

# Recommends_male
source: recommends
ar: ينصح

# Recommends_female
source: recommends
ar: تنصح

source: Share this
ar: شارك هذا

# kilometers away
source: km away
ar: كيلومتر من هنا

source: at
ar: في

source: Cancel
ar: إلغاء

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: Delete this picture
ar: إحذف هذه الصورة

source: Delete picture
ar: حذف الصورة

source: Details
ar: التفاصيل

source: Fair price
ar: سعر مناسب

# Expensive
source: Over priced
ar: سعر غالي

source: Profile
ar: الملف الشخصي

source: Release to refresh
ar: تخلى للتحديث

source: Pull down to refresh
ar: إسحب للتحديث

source: Loading...
ar: تحميل...

source: Please wait...
ar: لحظة...

source: Incorrect Email
ar: البريد الإلكتروني غير صحيح.

source: Email already registered.
ar: البريد الإلكتروني مسخدم حالياً.

source: Food
ar: طعام

source: Drink
ar: شراب

source: for breakfast
ar: للإفطار

source: for lunch
ar: للغداء

source: for dinner
ar: للعشاء

source: for dessert
ar: للتحلية

source: Recommended!
ar: نصح به!

# Followers_taste
source: Followers
ar: معجبون بذوقك

# Following_taste
source: Following
ar: معجب بذوقهم

source: Itches
ar: إتش

source: + Follow
ar: + تابع

# picture
source: post
ar: صورة

# pictures
source: posts
ar: صور

source: Not following
ar: لا تتابع

source: Sent via Feeditch
ar: أرسلت عبر فيد إتش

source: View Post
ar: شاهد الصورة

source: Click here to see the dish.
ar: انقر هنا لرؤية الطبق.

source: Report
ar: التبليغ

# Report irrelevant post
source: Report Inappropriate Post
ar: التبليغ عن صورة غير متّصلة بالموضوع

source: I recommend %@ at %@
ar: أنصح %@ في %@

source: %@ at %@
ar: %@ في %@

source: Reported!
ar: تم التبليغ!

source: Invite Friends
ar: ادعو الأصدقاء

source: Load more
ar: حمّل المزيد

source: You
ar: هذا أنت!

source: %@ followers
ar: %@ معجبين بذوقه

source: %@ following
ar: %@ معجب بذوقهم

source: Edit Profile
ar: تعديل الملف الشخصي

source: Change Password
ar: تغيير كلمة السر

source: About Feeditch
ar: حول فيد إتش

source: Privacy Policy
ar: الخصوصية

source: Terms of Service
ar: شروط الإستخدام

source: Rate us on the Appstore
ar: أعطنا تقييمك على الApp

source: Sign out
ar: تسجيل الخروج

source: Settings
ar: إعدادات

source: Change Profile Picture
ar: تغيير الصورة الشخصية

source: Delete Current Picture
ar: حذف الصورة الحالية

source: Camera
ar: كاميرا

# Existing Picture
source: Photo Album
ar: آلبوم الصور

source: Current Password
ar: كلمة السر الحالية

source: New Password
ar: كلمة السر الجديدة

source: The password should have at least 6 characters
ar: لا يمكن أن تكون كلمة السر أقل من ستة أحرف.

source: Current password is incorrect
ar: كلمة السر القديمة خاطئة.

source: Error in new password
ar: خطأ في كلمة السر الجديدة.

source: Biography
ar: لمحة عنك

source: An error occurred. Please try again later.
ar: هناك خطأ ما. الرجاء المحاولة بعد قليل.

source: The email field can't be left empty
ar: لا يمكن ترك البريد الإلكتروني فارغ.

source: Already have an account?
ar: لديك حساب؟

# New Picture
source: New Post
ar: صورة جديدة

source: Add picture from...
ar: أضف الصورة من...

source: Pic Options
ar: خيارات اللقطة

source: Change Picture
ar: تغيير الصورة

source: Fan
ar: معجب

source: Become a Fan
ar: اصبح معجب

# Add Picture
source: Add Post
ar: أضف صورة

source: Open in Maps
ar: إفتح على الخريطة

source: You Became a Fan!
ar: أصبحت معجب!

source: %@ fans
ar: %@ معجبين

# %@ people were here
source: %@ check-ins
ar: %@ شخص كان هنا

source: Call
ar: اتصل

source: Error
ar: خطأ

source: Your device doesn't support making phone calls
ar: جهازك لا يدعم إجراء مكالمات!

source: Search
ar: بحث

source: Venue
ar: المكان

source: Next
ar: التالي

source: What did you eat/drink
ar: ماذا أكلت / شربت؟

source: How was your meal/beverage? What do you prefer it with? Different sauce, etc...
ar: كيف كان طعامك أو شرابك؟ ماذا تفضل هذا الطبق مع؟ صلصة مختلفة أو...

source: Cuisine
ar: المطبخ

source: Tap Here
ar: إضغط هنا!

source: Breakfast
ar: الإفطار

source: Lunch
ar: الغذاء

source: Dinner
ar: العشاء

source: Dessert
ar: الحلويات

source: Delete Post
ar: إحذف المشاركة

# email_invite
source: Hey,<br/>Check out Feeditch, a new iPhone application that will change the way you discover dishes & restaurants.<br/><br/><a href='http://bit.ly/1bCaI8r'>Download</a> the free iPhone app today!<br/><br/><a href='http://bit.ly/16NIHZQ'>Feeditch</a>
ar: مرحبا،<br/> أدعوك للإنضمام إلى تطبيق فيدإتش على الأيفون الذي يهدف إلى تغيير طريقة اختيارك للاطباق والمطاعم.<br/><br/><a href='http://bit.ly/1bCaI8r'>قم بتحميل</a> هذا التطبيق المجاني <br/> <a href='http://bit.ly/16NIHZQ'>فيدإتش</a>

# twitter_invite
source: Check out Feeditch, a new iPhone app to discover dishes & restaurants nearby http://bit.ly/feedtwt
ar: أدعوك للإنضمام إلى تطبيق فيدإتش على الأيفون لتغيير طريقة اختيارك للاطباق والمطاعم http://bit.ly/feedtwt

# fb_no_account_title
source: No Facebook Account
ar: لا يوجد حساب Facebook

# fb_no_account
source: There are no Facebook accounts configured. You can add or create a Facebook account in Settings.
ar: لم يتم تكوين حساب Facebook. يمكنك إضافة أو إنشاء حساب Facebook في الإعدادات.

# fb_credentials_error
source: There was an error with your Facebook account. Please check your credentials in your phone settings.
ar: هناك خطأ ما في حسابك للفيسبوك. الرجاء التأكّد من بيانات حسابك في إعدادات الجهاز.

# signup_name_error
source: Incorrect name.
ar: الإسم خاطأ. قم بتعديله.

# signup_email_taken
source: This email is already registered to a Feeditch account
ar: البريد الإلكتروني مستخدم حالياً.

source: Users
ar: المستخدمون

# facebook_invite
source: Check out Feeditch, a new iPhone app to discover dishes & restaurants nearby http://bit.ly/feedtwt
ar: أدعوك للإنضمام إلى تطبيق فيدإتش على الأيفون لتغيير طريقة اختيارك للاطباق والمطاعم http://bit.ly/feedtwt

source: Location Disabled
ar: الموقع مخفي

source: Delete Picture
ar: إحذف الصورة
